{
  "title": "Advisor FAQ | Help Center",
  "short_description": "",
  "article": "Who can become a Fairly advisor?Anyone can be a Fairly advisor — all you need is a passion for helping homeowners turn their vacation homes into rentals! While we've seen many real estate agents gravitate towards the Fairly advisor role due to their knowledge of their local markets, you don't need specialized knowledge to become an advisor with Fairly.  Interested in becoming an advisor? Learn how you can <a href=\"https://support.fairly.com/en/articles/10250406-adding-value-as-an-advisor\">add value to homeowners</a> as a Fairly advisor.  <b>Is the advisor role with Fairly considered licensed real estate activity?</b>While not all advisors are realtors, many Realtors and real estate agents choose to become Fairly advisors. <a href=\"https://www.fairly.com/\" rel=\"nofollow noopener noreferrer\" target=\"_blank\">Fairly</a> is a software platform that supports homeowners in renting their home. As Fairly doesn’t engage in real estate activity, acting as an advisor for Fairly generally isn’t licensed real estate activity either.  Here are a few ways in which the Fairly platform differs from vacation rental management companies:- Owners control the rate their property rents for. They can use Fairly’s embedded yield management tool, or they can adjust rates as they see fit.  \n- It’s up to the owner if they want to issue a refund.\n- Fairly never enters into contracts on behalf of the owner. Instead, the agreement on direct bookings is between the guest and the owner.\n- Fairly never takes direct custody of guest and homeowner funds. These funds are instead held for the benefit of the owner at Fairly’s banking partner until they are dispersed following the stay.\n- Fairly doesn’t control access to the property. Instead, we make this easy for the owner through e-lock automation.As working with Fairly isn’t licensed real estate activity, there is generally no need to route your commissions from Fairly through your designated broker. Similarly, while many of Fairly’s advisors are licensed real estate agents, you don’t need to be a licensed real estate agent to be an advisor with Fairly. That means if you are a licensed real estate agent <b>and</b> a Fairly advisor, you can work with homeowners in any state as an advisor, whether or not you hold a license in that state since being a Fairly advisor is not considered licensed real estate activity. <i>Please note: these are general guidelines, not legal advice. We recommend confirming with your designated broker and reviewing any relevant state laws to be sure.  </i> ",
  "category": "Advisors",
  "claude_summary": "Explains who can become a Fairly advisor, clarifies it's not licensed real estate activity, and describes how the platform differs from traditional vacation rental management companies.",
  "keywords": [
    "Fairly advisor",
    "vacation rental",
    "homeowner",
    "real estate agent",
    "commission",
    "property management",
    "licensed activity",
    "designated broker",
    "rental platform",
    "advisor role"
  ]
}