{
  "title": "Cancelling a guest reservation | Help Center",
  "short_description": "Unexpected things happen and you might need to cancel a guest's reservation. Understand how to cancel and the penalties imposed by channels.",
  "article": "Overview of cancelling a guest reservationCancellations should be avoided — they disrupt guest’s trips and there are significant penalties imposed by channel partners. You should only cancel a guest reservation if the home is not suitable for guests, for example a major maintenance issue or a natural disaster. (Learn how to manage guest-initiated changes, including cancellations, <a href=\"https://support.fairly.com/en/articles/9939804-guest-refunds\">here</a>.) Booking channels charge a penalty fee for cancellations initiated by the host and that is deducted from your next payout. Certain channels will also block your calendar for the dates you cancelled, which prevents you from accepting new bookings for those dates. Canceling guest reservations can also negatively affect your listing’s ranking. In certain circumstances you can get these penalties waived. See below for how to cancel and the fees and consequences you should expect. Avoiding cancellingTo avoid cancelling guest reservations, use the Fairly Calendar tab to block dates or make personal reservations far in advance.  You can learn more about how to do this <a href=\"https://support.fairly.com/en/articles/9796841-add-a-personal-stay-or-a-block\">here</a>. If a guest asks you to cancel a reservation, we recommend asking the guest to cancel the reservation themselves so you do not incur any repercussions. How to cancel a reservationFirst, on the Calendar page, add a “block” to the dates where the home is not available. (You can learn more about how to do this <a href=\"https://support.fairly.com/en/articles/9796841-add-a-personal-stay-or-a-block\">here</a>.) That way, no other guests will be able to make a new booking for those dates. Next, cancel the guest’s reservation by navigating to the Calendar tab and selecting “Cancel reservation” in the right hand panel. You can also initiate a cancellation from the Messaging tab by selecting the guest conversation and then selecting “Cancel reservation” in the right hand panel.   You’ll be taken through a series of steps and be informed of the estimated penalties. Keep in mind you can not undo this action. For Airbnb reservations that need to be cancelled with less than 24 hours before check-in, you must contact Fairly to cancel on your behalf. Chat or email us at <a href=\"support@fairly.com\" rel=\"nofollow noopener noreferrer\" target=\"_blank\">support@fairly.com</a> and provide details about the reservation and reason for cancelling.   Reason for CancellationYou will be asked to provide a reason for the cancellation which helps the channel partners understand the circumstances and is required by Airbnb and Vrbo. Message to the Guest for CancellingFor Airbnb, you are required to provide a message to the guest on why you are cancelling the reservation. Guests will receive this message on the platform where they booked the reservation. You can also see this message in the Messaging tab in Fairly. Guests may also receive an email from the platform where they booked. Refunds to the GuestCancellations that occur before check-in: - If you are cancelling the reservation before check-in, the guest will automatically get a full refund. \n- Airbnb guests will receive notifications from Airbnb. \n- For Vrbo reservations, guests will receive an email from Fairly that shows the cancellation and refund. Cancellations that occur after check-in: - For Airbnb reservations, contact Fairly support for initiating a cancellation. The Guest will typically be refunded in full by Airbnb. \n- For Vrbo, you can cancel the reservation from the Fairly website and have discretion in deciding if a refund is due or not. \n  - Consider the circumstances - If the guest just arrived and there is a major issue at the home, a full refund is recommended. If there is a major disaster half way through the guests stay, you could change the reservation instead of cancelling. Or you could cancel and then issue a partial refund for the nights the guest does not stay.\n  - If you are doing a full refund, the refund needs to be issued after you cancel the reservation. You can do this by clicking on \"Send Refund\" and clicking partial or full refund, depending on the circumstance. Channel Penalties for Owner Initiated CancellationsFeesThe minimum cancellation fee is $50 imposed by the channels. Often, it will be much higher and is based on the reservation amount and when the reservation is canceled:- If the reservation is canceled 48 hours or less before check-in, or after check-in, the fee is 50% of the reservation amount for the nights not stayed\n- If the reservation is canceled anytime between 48 hours and 30 days before check-in, the fee is 25% of the reservation amount\n- If the reservation is canceled more than 30 days before check-in, the fee is 10% of the reservation amountThere is no limit or maximum on the cancellation fees. Blocking the calendarAirbnb will automatically block your calendar from receiving new bookings for the dates you cancelled. You should manually add a block to your calendar on Fairly to avoid Vrbo guests from booking the home. Vrbo will suspend your listing for 7 days. This means you won’t receive any new reservations for any dates in the future during that suspension. Superhost status and rankings in listingsRepeated cancellations can cause your listing to be suspended or removed by the channels. It also impacts where your listing shows up in rankings to guests and Superhost status could be lost. Waiving Cancellation Fees and PenaltiesIf you believe the cancellation fees should be waived for extenuating circumstances, reach out to us ASAP at <a href=\"mailto:support@fairly.com\" rel=\"nofollow noopener noreferrer\" target=\"_blank\">support@fairly.com</a>. Provide the following information in your email:1. Confirmation number of the reservation that was cancelled. This can be found on the bottom of the reservation details panel in the Calendar or Messages.\n2. Tell us about the situation — include specific details about why cancelling is unavoidable.\n3. Add photos or screenshots supporting what you just told us.We’ll follow up with after we’ve reviewed your email.",
  "category": "Homeowners",
  "claude_summary": "Guide for hosts on cancelling guest reservations, including procedures, penalties, refund processes, and how to request fee waivers for extenuating circumstances.",
  "keywords": [
    "cancel reservation",
    "cancellation fees",
    "host penalties",
    "guest refund",
    "Airbnb cancellation",
    "Vrbo cancellation",
    "calendar blocking",
    "extenuating circumstances"
  ]
}