{
  "title": "Cancellation policies | Help Center",
  "short_description": "",
  "article": "Fairly ensures you're always in control, even when guests’ plans shift unexpectedly. Cancellation policies vary by channel and can be more homeowner or guest-friendly. You can choose to change these options at any point, and the new selection you choose will apply to all future bookings. Editing your cancellation policyFairly allows you to change your cancellation policy at any point, making it easy to find the policy that best suits your needs. To change your cancellation policy, click Listings → Access and policies → Cancellation policies → Edit. Here, you can select the cancellation policy you would like to use for future bookings. Airbnb standard cancellation policiesThese policies apply for stays that are 27 nights or shorter.  FlexibleGuests can cancel up to 24 hours before check-in for a full refund, and you won’t receive any payment. If guests cancel after that, you will be compensated for each night stayed, plus an additional night. ModerateGuests can cancel up to 5 days before check-in for a full refund, and you will receive no payment. If guests cancel after that, you will be compensated for each night stayed, plus an additional night, as well as 50% of the cost for any remaining nights that are not used. Firm (recommended, default)To receive a full refund, guests must cancel at least 30 days before check-in.  If guests cancel between 7 and 30 days before check-in, you will be compensated for 50% of the cost for all nights booked. If guests cancel less than 7 days before check-in, you will receive 100% compensation for all nights booked. Guests can also receive a full refund if they cancel within 48 hours of booking, provided the cancellation occurs at least 14 days before check-in. Fairly recommends a Firm Airbnb cancellation policy to balance guest flexibility with homeowner protection, aligning with industry standards. This approach aims to minimize financial risks for you while enhancing overall satisfaction by providing guests with a reasonable cancellation window. Strict (not available for new bookings after Sept 30, 2025)Guests must cancel within 48 hours of booking to receive a full refund, provided the cancellation occurs at least 14 days before check-in. If guests cancel 14 or more days before check-in but not within 48 hours of booking, you will be compensated for 50% of the cost for all nights booked. If guests cancel between 7 and 14 days before check-in, you will receive 50% compensation for all nights booked. If guests cancel after that period, you will receive 100% compensation for all nights booked. Airbnb has removed this policy as an option for new bookings after Sept 30, 2025. Booking made before that date will keep the Strict cancellation policy. Airbnb long term stay cancellation policiesThese policies apply if the stay is 28 nights or longer FirmTo receive a full refund, guests must cancel at least 30 days before check-in. If a guest cancels after that, you'll be paid 100% for all nights spent, plus 30 additional nights.<br>​<br>If fewer than 30 days remain on the reservation when the guest cancels, you'll be paid 100% for all of those remaining nights. Strict (recommended, default)To receive a full refund, guests must cancel within 48 hours of booking, and the cancellation must occur at least 28 days before check-in. If a guest cancels after that, you'll be paid 100% for all nights spent, plus 30 additional nights. If fewer than 30 days remain on the reservation when the guest cancels, you'll be paid 100% for all of those remaining nights. Vrbo cancellation policiesRelaxedTo receive a full refund, guests must cancel at least 14 days before check-in. If guests cancel between 7 and 14 days before check-in, you will be compensated for 50% of the cost for all nights booked. If they cancel after that, you'll be paid 100% for all nights. Moderate (recommended, default)To receive a full refund, guests must cancel at least 30 days before check-in. If guests cancel between 14 and 30 days before check-in, you will be compensated for 50% of the cost for all nights booked. If guests cancel less than 30 days before check-in, you will be paid 100% for all nights.  Fairly recommends a Moderate VRBO cancellation policy to balance guest flexibility with homeowner protection, aligning with industry standards. This approach aims to minimize financial risks for you while enhancing overall satisfaction by providing guests with a reasonable cancellation window. FirmTo receive a full refund, guests must cancel at least 60 days before check-in. If guests cancel between 30 and 60 days before check-in, you will be compensated for 50% of the cost for all nights booked. If guests cancel cancel after that, you'll be paid 100% for all nights. StrictTo receive a full refund, guests must cancel at least 60 days before check-in. If guests cancel after this period, you will receive 100% compensation for all nights booked. NoneGuests’ bookings are non-refundable; you will receive 100% compensation for all nights booked regardless of if and when the guest cancels.",
  "category": "Homeowners",
  "claude_summary": "Fairly's cancellation policies guide for homeowners, covering Airbnb and Vrbo options ranging from flexible to strict, with recommendations for balancing guest flexibility and host protection.",
  "keywords": [
    "cancellation policy",
    "Airbnb cancellation",
    "Vrbo cancellation",
    "refund policy",
    "booking cancellation",
    "host protection",
    "guest refund",
    "firm policy",
    "flexible cancellation",
    "long term stay"
  ]
}