{
  "title": "Caretaker Assistants | Help Center",
  "short_description": "How to add and manage caretaker assistants to your care teams.",
  "article": "Caretaker AssistantsFairly allows caretakers to invite assistants to join the care team for a specific home. This allows caretakers to collaborate with their team efficiently on Fairly, which helps streamline home management and improves communication with guests. Below, we'll walk you through how to manage caretaker assistants effectively. <b>What Are Caretaker Assistants?</b>Caretaker assistants can be added to a home's care team by the primary caretaker. They have access to essential tools for managing the home and communicating with guests, <b>but will not be paid directly through Fairly.</b> <b>Inviting a Caretaker Assistant</b>To invite an assistant to your team:1. Navigate to the <b>Listing</b> tab of the home you want to manage.\n2. Go to the <b>Team</b> section.\n3. Click <b>Add Assistant</b>.\n4. Enter the assistant's name and email address.\n5. Send the invitation.Your assistant will receive an email to create a Fairly account with a simplified onboarding experience. Once they complete the setup, they will be visible in the <b>Team</b> section to the entire care team. <b>Assistant Permissions</b>Caretaker assistants can:- <b>Message with guests:</b> They can communicate with guests directly. Their name and photo will display during the conversation, but messages will still show as sent by <b>Fairly</b> on external channels (e.g., Airbnb, Vrbo).\n- <b>Mark a home as clean:</b> They can mark the home as cleaned after reservations.\n- <b>Manage reservations: </b>They can manage changes to reservations, including refunds and cancellations.\n- <b>Opt into notifications: </b>They can opt into notifications for new bookings, guest messages, etc. in Notification Settings. By default, assistants will <b>not </b>receive any email or SMS notifications. <b><i>Note</i></b><i>: Assistants will not see the cleaning fee or the confirmation message that typically indicates the fee has been received.</i> <b>Removing a Caretaker Assistant</b>If you need to remove an assistant from the care team:1. Go to the <b>Listing</b> tab.\n2. Click on the <b>Team</b> section.\n3. Find the assistant you want to remove.\n4. Click the three dots and then <b>Remove</b> option next to their name.They will no longer have access to the home or its communication tools.___________________________________________________________<b>FAQ</b>- <b>Q: Will guests know the assistant is not the primary caretaker?</b><br>A: Guests will not see the assistant's name and photo during conversations, the messages will still appear as sent by Fairly. However in Fairly Messaging, you will see the name and photo of the caretaker or assistant who is responding to the guest.\n- <b>Q: Can assistants invite more people to the team?</b><br>A: No, only the primary caretaker can invite or remove assistants.\n- <b>Q: Is the assistant automatically added to all of the homes a primary caretaker cares for?</b>\n  A: No, the primary caretaker needs to invite them to the care team for each specific home they would like them to support.\n- <b>Q: Will assistants be paid for cleans they complete?</b>\n  A: No, primary caretakers need to facilitate payment outside of Fairly. This means the primary caretaker will have all revenue from all assistants’ cleans on their 1099 at the end of the year.\n- <b>Q: Will assistants receive notifications about guest bookings, messages, cancellations, or inquiries? </b><br>A: By default, no. They need to opt into notifications for each home they would like to receive them for. You can manage your own notification settings by clicking your profile icon in the top right, then 'Notification settings'. ___________________________________________________________For any further questions, feel free to reach out to Fairly Support at <a href=\"mailto:support@fairly.com\" rel=\"nofollow noopener noreferrer\" target=\"_blank\">support@fairly.com</a>",
  "category": "Caretakers",
  "claude_summary": "Fairly enables primary caretakers to invite assistants to their home care teams. Assistants can message guests, mark homes clean, and manage reservations but aren't paid through Fairly.",
  "keywords": [
    "caretaker assistants",
    "care team",
    "invite assistant",
    "guest messaging",
    "home management",
    "permissions",
    "notifications",
    "remove assistant",
    "team collaboration",
    "cleaning management"
  ]
}