{
  "title": "Change requests from guests | Help Center",
  "short_description": "",
  "article": "Managing reservations quickly and easily is a key part of the Fairly platform. Below is an overview of how changes are handled across our booking channels, and how the care team is involved. Types of reservation changesGuests can request different types of changes to their reservation:- Change dates (including adding or removing nights)\n- Change guest count\n- Add or remove pets\n- Cancel reservationReservation changes by booking channelFor Airbnb, Fairly has an automated system that handles most simple changes, while Vrbo requires more hands-on involvement from caretakers or homeowners. <b>Airbnb</b>- Guests must request changes directly through the Airbnb app and website.\n- Fairly automatically processes simple requests (e.g., adding pets or nights during refundable periods) and flags complex ones (e.g., date reductions outside refundable periods) for caretaker/homeowner review.<b>Vrbo</b>- Guests send free-form messages to the Caretaker to request changes.\n- Caretakers or homeowners follow the prompts to change the reservation in Fairly.\n- Note: Guests can cancel their reservation directly through Vrbo before check-in, without care team involvement. What is the caretaker/homeowner role when a guest changes a reservation?AirbnbMost change requests from guests are simple date changes or adding guests. Instead of having to review each request, we’ve streamlined the process based on Airbnb’s cancellation policy <b>and</b> the type of change requested. Automatic approvals – no action neededSome changes are automatically approved and do <b>not</b> require any response from the homeowner or caretaker. You’ll see the update reflected in your Messages tab.- <b>The guest is within the 100% refund window.</b><br>(Regardless of the change type.)\n- <b>The guest changes occupancy.</b><br>(As long as it does not exceed your allowed guest maximum.)\n- <b>The guest adds or removes pets.</b><br>(As long as it stays within your pet policy.) Requires your review – action neededIf the guest's change request <b>is outside the 100% refund period</b> <i>and</i> does not fall into the list above, we will notify you. You’ll receive an SMS alert and can review and accept/decline the request in Fairly. ExamplesHere are some examples of when change requests for <b>Airbnb</b> reservations are automatically accepted or require your review:It's important to know that when you accept changes that affect the check-in date, that the cancellation policy is now based on the new date.  Learn more about cancelation policies <b><a href=\"https://support.fairly.com/en/articles/9750421-cancellation-policies\">here</a></b>. What happens if you don’t respond to the request?It is important that the homeowner or caretaker responds <b>within 24 hours, </b>so that your listing’s ranking is not penalized by Airbnb. It is great customer service to respond to all guest requests so we encourage you to let the guest know your decision. If you do not respond, then the original reservation stays the same. VrboSince VRBO does not provide self-service tools for guests to make changes, such as adjusting dates or the number of guests, these updates must be handled through Fairly. Remember, you can decline requests if necessary. If the guest’s request does not align with your cancellation policy or other rules, you can choose to decline it. Communicate clearly with the guest to explain the decision. Changing a Vrbo reservationYou can make updates to a guest’s Vrbo reservation anytime — it just takes a few clicks.<br>​<b>To make a change:</b>1. Open the <b>Reservation details</b>.\n2. Click <b>Change reservation</b> and follow the prompts.You’ll see a quick preview of any price difference before submitting.<b>If the change increases the cost:</b>- Fairly automatically messages the guest with a link to pay for the difference.\n- The change isn’t final until the guest completes that payment.<b>If the change lowers the cost:</b>- A refund will be issued automatically to the guest’s original payment method within 7–10 business days.\n- No extra steps are needed.That’s it — once payment (or refund) is complete, the updated reservation will be confirmed for both you and the guest.  FAQs- Can I transfer a reservation to another guest?\n  - No, reservations must be canceled and rebooked by the new guest.- What happens if a reservation needs to be canceled after check-in?\n  - Caretakers can initiate cancellations for emergencies through Fairly, and refunds will be issued based on the remaining stay and cancellation policy.- What penalties apply for caretaker-initiated cancellations?\n  - Airbnb and Vrbo impose penalties, including fees and blocked availability. Valid reasons may qualify for fee waivers, which Fairly can assist with.",
  "category": "Caretakers",
  "claude_summary": "Guide explaining how Fairly handles guest reservation change requests across Airbnb and Vrbo, including automatic approvals, caretaker review requirements, and step-by-step modification processes.",
  "keywords": [
    "reservation changes",
    "Airbnb modifications",
    "Vrbo booking updates",
    "guest change requests",
    "automatic approval",
    "cancellation policy",
    "caretaker review",
    "date changes",
    "refund process",
    "booking management"
  ]
}