{
  "title": "Charging Airbnb guests a one-time fee | Help Center",
  "short_description": "How to request a one-time fee from guests who booked through Airbnb.",
  "article": "In some situations, you may want to charge an upcoming guest an additional, one-time fee after their reservation is confirmed. This feature is only available for <b>Airbnb reservations</b>. Fairly can help process these charges directly through Airbnb so they are secure and documented. <i>Looking for guest damage reimbursement instructions? <a href=\"https://support.fairly.com/en/articles/9757147-damage-protection-insurance\">Damage Protection support article</a></i> How it worksBefore initiating the fee, talk to the guest and confirm they agree to pay the additional fee. Here’s an example of what these messages might say:1. <b>Once the guest as agreed to pay, contact Fairly Support to assist with the request: </b>Email <a href=\"http://\" rel=\"nofollow noopener noreferrer\" target=\"_blank\">support@fairly.com</a> with:\n   1. Guest’s full name\n      - Booking dates\n      - Your home’s address\n      - A note for the guest describing what the fee is for\n   2. <i>Note: We can only process charges for future, booked reservations.</i>\n2. <b>Fairly submits the request to Airbnb</b>: Our team will send the charge request to the guest through Airbnb’s platform.\n3. <b>Guest approval window</b>: The guest has 72 hours to accept the charge from Airbnb.\n4. <b>Confirmation</b>: We’ll follow up with you once the guest has accepted.\n5. <b>Payout</b>: The fee will be paid out after the guest checks out, and will be separate than your rent payout.\n   1. The payment will appear as a separate “Damages reimbursement” payout.Examples of when to use this- Guest is having an approved event at your home and has agreed to an event fee.\n- Guest is bringing approved additional pets for an extra fee.<b>When not to use this</b>- Guest wants to change their reservation dates or add pets. In this case, refer to these instructions: <b><a href=\"https://support.fairly.com/en/articles/10258651-change-requests-from-guests\">Change requests from guests</a></b>\n- Guest caused damage in the home. In this case, refer to these instructions: <b><a href=\"https://support.fairly.com/en/articles/9757147-damage-protection-insurance\">Damage Protection Insurance</a></b>  ",
  "category": "Homeowners",
  "claude_summary": "Explains how hosts can charge Airbnb guests additional one-time fees after reservation confirmation through Fairly Support, including process steps and appropriate use cases.",
  "keywords": [
    "Airbnb",
    "one-time fee",
    "additional charges",
    "guest fees",
    "reservation",
    "Fairly Support",
    "event fee",
    "pet fee",
    "charge request",
    "payout"
  ]
}