{
  "title": "Collaborators | Help Center",
  "short_description": "How to add a co-owner or partner to your home.",
  "article": "Fairly makes it easy to share access and co-manage a home with  someone you trust. With the Collaborator feature, you can invite a co-owner, family member, or assistant to help you oversee your listing, pricing, caretaker, and guest reservations.___________________________________________________________What is a Collaborator?An <b>owner collaborator</b> is someone you invite to help manage your home on Fairly. Collaborators have access to all parts of your home’s management—so they can support you with things like:- Viewing and managing the listing details\n- Adjust nightly pricing\n- Viewing caretakers and accepting proposals\n- Creating owner reservationsOnly people you trust should be invited as collaborators, since they’ll have access to guest information, reservation activity, and payout details. They have almost the same capabilities as the main owner. See below for a few things they cannot do. ___________________________________________________________What Collaborators Can’t Do💡 <i>Collaborators can manage nearly all aspects of your home, but they won’t be able to receive payouts or make contractual decisions.</i> <b>Collaborators cannot:</b>- Publish or unpublish the home\n- View or manage payout methods or taxpayer information\n- Receive payouts___________________________________________________________How to Invite a Collaborator1. Go to the Listings tab and the \"Your team\" section\n2. Select <b>Invite collaborator</b>.\n3. Enter the person’s <b>name</b> and <b>email address</b>.\n4. Click <b>Invite collaborator</b>.They’ll receive an email letting them know they’ve been invited, with a direct link to accept the invitation and view the home in Fairly.___________________________________________________________Managing CollaboratorsOnce someone is added, they’ll appear in Your team section. From there, you can remove access at any time if needed. ⚠️ <i>We recommend only adding collaborators you fully trust because they will have access to your home’s calendar, guests, listing details, and payout details.</i>___________________________________________________________If you have questions or need help managing collaborators, reach out to <a href=\"\" rel=\"nofollow noopener noreferrer\" target=\"_blank\">support@fairly.com</a>. ",
  "category": "Homeowners",
  "claude_summary": "Fairly's Collaborator feature allows property owners to invite trusted individuals to help manage listings, pricing, reservations, and caretakers, with limited restrictions on payouts and publishing.",
  "keywords": [
    "collaborator",
    "co-owner",
    "team management",
    "access sharing",
    "listing management",
    "property management",
    "invite collaborator",
    "permissions",
    "payouts",
    "guest reservations"
  ]
}