{
  "title": "Communicating with guests | Help Center",
  "short_description": "Fairly makes it easy to communicate with guests with automated messages and the ability to message on the go from your phone.",
  "article": "Caretakers are typically the main point of contact for guests. If the guest has a question, they can message you directly from the channel they booked on and that message is delivered to the caretaker as an SMS and in the Fairly product. Receiving the message as an SMS allows quick and easy responses when caretakers are on the go. Messaging guests through Fairly gives the homeowner visibility into communications and to jump in if the caretaker needs support. Receiving and sending messagesGuests will send and receive messages through the channel they used to make the reservation - such as Airbnb or Vrbo. Fairly provides two ways for Caretakers to receive and communicate back to guests: SMS or on the Fairly website, both of which deliver back to the guest on the channel they booked.   SMSEach time a guest messages you, the Caretaker will receive an SMS message with reservation details and the written message from the guest.  You can respond directly to this SMS and that will send that message to the guest on the platform they booked. (Note: The SMS phone number is not the actual phone number of the guest. It is a proxy phone number that allows Fairly to deliver guest messages to you via SMS.) For last minute cancellations and last minute bookings, we will also send an SMS to the Caretaker so they can adjust their schedules.  Fairly websiteEvery message from a guest will also appear in the Messages tab. You can also send messages from here as well. This view is available to all care team members and is a great tool for homeowners to have visibility into conversations and jump in if the Caretaker needs support responding.  You can switch between messaging different guests on the left panel, and see information about your guest on the right panel.  You can also view all automated or caretaker sent messages in this chat.   All messages to your guests will appear to come from the same person, Fairly, regardless of who is messaging your guest.  We highly recommend you respond to messages within 24 hours to provide great customer service and meet channel requirements to earn certain badges such as “Guest Favorite” on Airbnb. unnamed.png Automated messagesFairly automates messages that you would otherwise have to send to every guest, saving you time and making sure that all your guests stay informed.  - One hour after a guest books your home, they will be sent an automated message that thanks them for booking your home and introduces the Caretaker, so the guest has personal connection to who cares for the home. \n- 24 hours before your guests check-in they will be sent an automated message with your home’s check-in instructions.  This will include information regarding home access, WiFi information, and a custom smart lock code, if applicable. The message will also include the Caretaker's phone number for emergencies. \n- If a guest books less than 24 hours before check-in, we send only the check-in instructions. (We do not accept same day bookings though.)  Welcome message exampleCheck-in instructions example Messaging best practices- <b>Be clear: </b>Avoid ambiguity and confusion by clearly laying out your messages with short paragraphs, bullet points, and regular spacing. Don't use text abbreviations or all caps. \n- <b>Be personal: </b>Use a warm tone and personalize your messages when possible. For example, you can include the guest's name in your message. \n- <b>Be empathetic: </b>Show empathy and don't make assumptions. Ask clarifying questions if needed to make sure you understand the guest's question. \n- <b>Be available: </b>Be available to answer questions and make sure your guests get inside on check-in day. <br>​",
  "category": "Caretakers",
  "claude_summary": "Caretakers communicate with guests via SMS and Fairly's platform. Messages route through booking channels like Airbnb/Vrbo. Fairly automates booking confirmations and check-in instructions.",
  "keywords": [
    "guest communication",
    "caretaker messaging",
    "SMS notifications",
    "automated messages",
    "check-in instructions",
    "Airbnb",
    "Vrbo",
    "message responses",
    "booking channels",
    "homeowner visibility"
  ]
}