{
  "title": "Damage Protection Insurance | Help Center",
  "short_description": "Fairly damage protection options for guest reservations",
  "article": "When you rent your home, accidents happen. A lamp gets broken, linens get stained, or a guest brings a pet that causes damage.  These types of issues are not usually covered by a homeowner’s insurance policy. Damage protection powered by ArrkFairly makes damage protection simple by partnering with <a href=\"https://arrk.io\" rel=\"nofollow noopener noreferrer\" target=\"_blank\">Arrk.io</a> to bring you an optional damage insurance program.  In the short-term rental industry, it’s common to add a small guest-paid fee that funds damage coverage.  This gives owners peace of mind: instead of negotiating with guests, you can be reimbursed quickly for covered losses. If you opt in, guests pay <b>$5 per occupied night</b> for insurance.  This cost is automatically added to every reservation, and Fairly handles paying the vendor directly.  We don’t take a cut—just giving you access to better protection, built into your bookings. Each guest reservation comes with coverage for:- <b>$15,000</b> for guest damage\n- <b>$10,000</b> for bed bug remediation\n- <b>$5,000</b> for pet damage\n- <b>$3,500 </b>for loss of useThere is no cost to you as the owner. Arrk damage protection makes the process easier and more reliable.  You can file a claim directly through a simple link without needing to work through Fairly and Airbnb Support.  Unlike Airbnb, which requires involving the guest and creates a frustrating experience, Arrk only requires guest involvement in rare cases like theft.  You also have more time to submit a claim, with 30 days after checkout instead of Airbnb’s 14.  Vrbo does not provide any damage protection, so Arrk gives you coverage that you would not otherwise have. Arrk – how it works1. <b>Opt in (or out) anytime</b>: You can select damage coverage in your Fairly Listing tab during onboarding, or change your preference later.  Navigate to the Listing tab &gt; Access and policies &gt; Coverage options.\n2. <b>Coverage created for each guest</b>: When a guest books, Arrk issues a policy for that stay.  Coverage starts at check-in and adjusts automatically if the stay changes.\n3. <b>Easy claims process</b>: If something happens, you’ll see a claim link in your Fairly reservation panel – just click the ‘Use coverage’ button.  This takes you directly to Arrk, who handles the claim, payment, and any guest coordination.  They will keep you up to date on the status of your claim via the email you provide them.\n   - Your claim must be a <b>minimum of $50</b>.  There is no deductible.\n   - Claims must be submitted within 30 days of the guests check-out date.\n   - Claims can be initiated before a replacement item has been purchased, but the claim will not go into underwriting until a receipt for a replacement has been provided to Arrk. \n   - Guest involvement is only needed if there was theft.\n   - Arrk pays out the reimbursement directly to the homeowner. \n4. <b>Behind the scenes</b>: Fairly pays Arrk the guest fees directly, no need to track anything on your end. Key details- If you opt in after you already have reservations, Fairly will add insurance to those bookings and deduct the cost from guest rent.\n- If you opt out after you already have reservations, Fairly will remove the insurance cost and add those funds back to guest rent.  Guests on those bookings will no longer have coverage.\n- This program is for damage only.  For more on liability insurance (e.g., in case of guest injury), see the <a href=\"#h_e61f65b337\">section below</a>.\n- Only homeowners and owner collaborators are able to manage the preference for damage coverage.If you do not opt in to Arrk coverageWithout Arrk coverage, the path to reimbursement depends on the booking channel:- <b>Airbnb</b>: Claims can be filed through AirCover with Fairly Support.\n- <b>Vrbo</b>: No built-in program; you’ll need to pursue damages directly with the guest.Airbnb damage protectionAirbnb has damage protection for each home on their platform.  This applies to reservations booked directly through Airbnb. <br>​To be covered by their program, the request must be submitted to the Guest and Airbnb within 14 days of check-out. <b>What's covered</b>Airbnb’s AirCover for hosts provides homeowners with $3 million in damage protection.  This policy includes:- Damage protection for your home and belongings\n- Damage protection for select art and valuables within your home\n- Damage protection for cars, boats, and other watercrafts you may store on your property\n- Damage protection for damage caused by pets\n- Reimbursement for deep cleaning services required to remove things like smoke odor and stains.\n- Reimbursement for lost income if reservations have to be canceled due to guest damage<b>Airbnb’s AirCover damage protection does not cover:</b>- Damage from normal home wear and tear\n- Loss of currency\n- Damage or losses from acts of nature, such as natural disasters\n- Cleaning fees associated with normal turnover tasks\n- Injury, property theft, or property damage.\n- Other <a href=\"https://www.airbnb.com/help/article/2869#:~:text=III.-,Limitations,-Airbnb%20does%20not\" rel=\"nofollow noopener noreferrer\" target=\"_blank\">exclusions</a> applyAirbnb damage protection processBefore starting the process of making a damage protection claim, try asking your guest if they will pay for what you need to replace or repair.  Providing your guests with photos of the damage they created and asking for a fair reimbursement price can increase your chances of your guest paying for the harm they caused.If you wish to file a Airbnb damage protection claim, contact <a href=\"mailto:support@fairly.com\" rel=\"nofollow noopener noreferrer\" target=\"_blank\">support@fairly.com</a> within 10 days of the guest checking out.  This will give us time to collect any additional information from you and submit the request on your behalf within 14 days of the guest checking out.In your email, be sure to include:- A message for your guest, which will be sent to them when the reimbursement request is submitted\n- A description and photo(s) of what you are filing the damage protection claim for\n- The cost to replace your item, to fix your item, or of additional cleaning fees, and supporting documentation if you have it (e.g. receipt, invoice)\n- If it can be repaired or needs to be replaced\n- The age of your item\n- The date it was stolen or damagedWe will then confirm receipt of your request and start the reimbursement process on your behalf. Vrbo damage protectionVrbo does not provide hosts with damage protection. You can choose to find your own damage protection insurance provider or not insure your home against damages.  Optional coverageIf you wish to supplement your damage protection insurance, you can find external insurance for your home and belongings.  Your advisor or Market Manager can help figure out what damage protection plans are best for you.  ",
  "category": "Homeowners",
  "claude_summary": "Explains optional damage protection insurance through Arrk for rental properties, covering guest damage up to $15,000. Guests pay $5 per night for coverage that reimburses owners quickly.",
  "keywords": [
    "damage protection",
    "insurance",
    "Arrk",
    "guest damage",
    "property damage",
    "claims process",
    "Airbnb AirCover",
    "Vrbo",
    "rental insurance",
    "damage coverage"
  ]
}