{
  "title": "Finding a Caretaker | Help Center",
  "short_description": "",
  "article": "Fairly Caretakers won’t just clean your home, they will care for it just as much as you do. Caretakers save you time and stress by being the go-to person for guest questions and home upkeep, and a good Caretaker often means happy guests. Our Caretaker selection process saves you the time and hassle of finding your own Caretaker and makes it simple to find someone who fits your needs.   <b>There are 6 steps to finding and matching with a Caretaker: </b>1. <b>Request Caretakers: </b>Let us know you're interested in connecting with local caretakers.  Behind the scenes, Fairly is curating a list of qualified caretakers we believe would be a great fit to care for your home.  When you're ready, we'll share this list with you in Fairly. \n2. <b>View available Caretakers</b>: Fairly makes it easy to find Caretakers who are excited about looking after your home.  You can look through a list of curated Caretakers in your area and reach out to the people you like.\n3. <b>Get to know them</b>: Caretakers play a key role in caring for your home and guests.  You can message Caretakers you’d like to learn more about through Fairly. Messaging your Caretaker is an opportunity to make sure that your goals align.\n4. <b>Do a home tour (optional)</b>: Giving your Caretaker a home tour can help them provide a more accurate cleaning fee proposal.  If a home tour is not possible, you can give your Caretaker a sense of your home through a video call or description. Once you message a Caretaker, they will have access to details about your home (including bedrooms, bathrooms, photos, and address), so this step is optional.\n5. <b>Receive proposal</b>: Once you and your Caretaker have gotten to know each other, you can request a cleaning fee proposal.\n6. <b>Accept (or decline)</b>: If you accept a proposal, the recipient will become your Caretaker and you will be prompted to choose a start date for them.  Caretakers can view your home’s reservations, messages, and listings, but cannot edit anything or begin cleaning until their start date.  If you want to renegotiate the cleaning fee or wish to move forward with a different Caretaker, you can decline the Caretaker’s proposal. 1. <b>Request Caretakers</b>Let us know you're interested in connecting with local caretakers by clicking \"Find a caretaker for your home\". When you're ready, we'll share a list of curated caretakers who we think would be a great fit for your home.  2. View available CaretakersFairly’s Caretaker page will provide you with a list of local Caretakers who are available to care for homes in your area. unnamed.png3. Get to know CaretakersYou can choose to reach out to as many Caretakers as you want. When you send them a message via Fairly or request a proposal, they will be able to see your home and respond back.  When messaging Caretakers, you can view all Caretakers you’ve been messaging on the left panel and see information about the Caretaker you are messaging in the right panel.  Messaging can be done on Fairly’s website or via SMS. 4. Do a home tour (optional)Your Caretaker may request to do a home walk-through or video call.  Understanding your home will give your Caretaker the ability to give you a more accurate cleaning fee proposal.  This is also a great opportunity to introduce your Caretaker to the ins and outs of your home. 5. Request a proposalYou can request a cleaning fee proposal at any point to any number of Caretakers.  If you approve of your Caretaker’s proposal, you can accept it and set a start date for your Caretaker.  If you want to negotiate your Caretaker’s proposal, you can decline the proposal and discuss a different fee with your Caretaker.  Keep in mind that Caretaker proposals expire after 30 days. 6. Accept a CaretakerOnce you have accepted a Caretaker’s proposal and set a start date for them, you have finalized your Caretaker choice.  You can do this by selecting Set their start date after your Caretaker has proposed a cleaning fee you approve.  At this point, they will be able to view upcoming home reservations, guest messages, and your home’s listing.  If you were talking with other potential Caretakers, this is a good time to let them know that you have moved forward with someone else.  Remember that your Caretaker will only begin cleaning after the start date, so if you want to launch your home before this you will need to set yourself as the Caretaker for the interim period.  Once you have reached the start date your Caretaker will be able to message guests, edit listing details, and complete cleans.unnamed.pngYou can read more about the Caretaker and homeowner selection process from the Caretaker’s perspective <a href=\"https://support.fairly.com/en/articles/9758009-building-your-profile\">here</a>.",
  "category": "Homeowners",
  "claude_summary": "Guide explaining Fairly's six-step process for homeowners to find, evaluate, and hire a caretaker to manage their property and guest interactions.",
  "keywords": [
    "caretaker",
    "finding caretaker",
    "home cleaning",
    "property management",
    "caretaker proposal",
    "cleaning fee",
    "guest communication",
    "home tour",
    "caretaker matching",
    "hiring caretaker"
  ]
}