{
  "title": "Getting your home live | Help Center",
  "short_description": "This article describes what is required to get your listing live",
  "article": "Before your listing can go live, there are a few requirements to make sure your Fairly account is ready to go. These steps ensure that you can get paid, your home is ready, and your guests have everything they need to fully enjoy your home. Enter home detailsTo go live, you must complete your home’s required listing details so guests can see your home’s information. You can see which required details about your home have not been entered at the top of the <b>Listings</b> tab.  As you scroll through the <b>Listings</b> tab, incomplete listing details are also highlighted in red. Set up a payout methodIn order to go live you must confirm your identity and enter your banking information.  This information ensures you can be paid when guests stay at your home.  You can enter this information by clicking on your name in the upper right hand corner and then  <b>Payout method and taxes</b>. Choose a caretakerTo go live, you must have selected a caretaker, agreed on their cleaning fee, and set a start date. All of this can be done in the Caretakers tab. Learn more about finding a caretaker <a href=\"https://support.fairly.com/en/articles/9807524-finding-a-caretaker\">here</a>. Going liveOnce you have completed the requirements above, you can choose to go live on the Today page.  Keep in mind it can take up to 24-hours for your listing to go live on channels after you select this.  In the meantime, we recommend completing these final steps to ready your home:- Check that the calendar accurately reflects your availability: If you want to use your home on set dates, you can block off dates you do not want guests to be able to reserve.  Make sure to do this ahead of time, as if you cancel a guest reservation you will be forced to pay your channel’s cancellation fee.  You can unblock dates at any time.\n- Confirm that your home is ready to welcome guests: Use this <a href=\"https://support.fairly.com/en/articles/9757163-inventory-checklist\">inventory checklist</a> to do a walkthrough of your home and make sure it contains everything your guests may need.\n- Ensure your caretaker is informed that your home is now accepting reservations: Let your caretaker know that they should start looking out for messages and reservations.",
  "category": "Homeowners",
  "claude_summary": "Guide to completing requirements before publishing a vacation rental listing, including home details, payout setup, caretaker selection, and final preparation steps.",
  "keywords": [
    "go live",
    "listing requirements",
    "payout method",
    "caretaker",
    "home details",
    "publish listing",
    "calendar availability",
    "guest reservations",
    "banking information"
  ]
}