{
  "title": "Getting your first client | Help Center",
  "short_description": "",
  "article": "In order to connect you to owners in your service area, you need to have your payout method and tax information set up so that you can get paid promptly after each cleaning.  Set up your payout and tax information  To set up your payout and tax information:1. In the top right corner of your <b>Dashboard</b>, click on your <b>Profile Photo/Icon</b>.\n2. Click <b>Payout method and taxes</b>.\n3. Follow the prompts to add your taxpayer information and payout method. For more detailed steps, check out the article <a href=\"https://support.fairly.com/en/articles/10356874-adding-your-taxpayer-information-and-a-payout-method\">here</a>.This information is securely stored and not shared with homeowners in any way.  How to land your first clientOnce you've completed your profile and added your payout method, your caretaker profile will be visible to homeowners. If a homeowner is interested in working with you, they'll reach out to you on the Fairly platform. You'll also get an SMS text message every time a homeowner reaches out to you.  You can find all homeowners who've reached out to you by going to the <b>Portfolio</b> tab.  Every conversation is an opportunity for you and the homeowner to get to know each other and make sure your goals and expectations align.1. <b>Connecting with homeowners</b>\n   Messaging is an opportunity to make a good first impression and develop a personal connection with the homeowner. Remember, this process is a two-way match: make sure your homeowner is someone you are excited about working with in the future. <br>​\n   unnamed.png\n   The <b>Portfolio</b> tab will show you homeowners who have sent you a message. When you get a message, you'll also get a text message. You can message the owners from the Fairly platform, or directly from your phone via SMS.<br>​\n2. <b>Do a home tour (optional)</b>\n   Once a homeowner reaches out to you, you can click on the home to see details about their home such as its bedrooms, bathrooms, address, and photos. As part of your review process, you can schedule a home tour with the homeowner. This is an additional opportunity for you to get the information you need to give the homeowner a fair cleaning fee proposal.<br>​\n3. <b>Send a proposal</b>\n   Once you understand the home and homeowners’ expectations, you can propose a cleaning fee and a fee for additional services, if requested. \n   1. To send a proposal, select the home in the <b>Portfolio</b> and click on the <b>Propose a cleaning fee</b>.\n   2. After each turnover clean, you will receive this fee on top of 5% of the home’s rental income.<br>​\n4. Changing your cleaning fee before your proposal is accepted\n   If you want to change the cleaning fee before the owner has accepted your proposal you can do so by selecting <b>Cancel proposal</b> and send a new cleaning fee.<br>​\n   unnamed.png\n5. <b>Homeowner accepts (or declines)</b>\n   If a homeowner accepts your proposal, you become their new caretaker. They can choose a day for you to start, and you can discuss any details that have not yet been worked out. You'll also be able to view their home’s reservations, messages, and listing, but you will only be able to start messaging guests, editing listings, and cleaning on the start date.<br>​<br>If a homeowner declines your cleaning fee, this does not mean you have lost them as a client. If you and your homeowner can re-negotiate and find a cleaning fee both parties agree on, you can submit a new cleaning proposal.  <br>​\n6. Changing your cleaning fee  \n   If you want to propose a new cleaning fee for a current home you care for, on the Portfolio tab you can select the three dots on a current home you care for and click Propose new cleaning fee. This cleaning fee will not go into effect unless your homeowner approves it. ",
  "category": "Caretakers",
  "claude_summary": "Guide for caretakers to set up payout information, connect with homeowners, send cleaning fee proposals, and secure their first client on the Fairly platform.",
  "keywords": [
    "first client",
    "payout method",
    "tax information",
    "caretaker profile",
    "homeowner messaging",
    "cleaning fee proposal",
    "portfolio tab",
    "home tour",
    "proposal acceptance",
    "caretaker onboarding"
  ]
}