{
  "title": "Guest refunds | Help Center",
  "short_description": "If something gets in the way of your guests having a great stay, you can send them a refund.",
  "article": "If something gets in the way of your guests having a great stay, you can send them a refund (minus the channel service fee). Maybe the wifi stopped working, or the hot tub wasn’t heating up. A refund can help guests still have a positive experience. <b>Airbnb - How refunds work for Airbnb reservations</b>- Processed within 24 hours — Refunds will be processed within 24 hours. \n- Editing a refund — Only one refund can be processed at a time. To edit a refund, cancel the pending one and send a new refund.\n- Up to 45 days after check-out — You can issue a refund up to 45 days after check-out.\n- Homeowners and Caretakers can submit refunds — Decide ahead of time what you want your appeasement refund policy to be or discuss on a case by case basis. \n- Refunds sent after check-out — If you send a refund for a reservation after check-out, then that refund will be deducted from your next reservation payout(s).Vrbo - How refunds work for Vrbo reservations- Processed immediately — Refunds for Vrbo are processed immediately. The guest will receive an email confirmation and their refund within 10 days. \n- Up to 45 days after check-out — You can issue a refund up to 45 days after check-out.\n- Homeowners and Caretakers can submit refunds — Decide ahead of time what you want your appeasement refund policy to be or discuss on a case by case basis. \n- Refunds sent after check-out — If you send a refund for a reservation after check-out, then that refund will be deducted from your next reservation payout(s).<br>​<b>How to submit a refund request</b>1. Select the reservation you want to send money to and click on “Send refund”. You have up to 45 days after check-out to submit a refund request.\n2. You can refund part of rent, cleaning fee, or pet fees — depending on the reason for the refund.\n3. Enter a message to the guest explaining the reason for the refund. <b>Important</b>: This message will only be included in email communications to the guest about their refund, and only after the refund is processed. \n4. Click \"Send refund\". \n   1. Airbnb: The refund will be processed within 24 hours. You can view the status of the refund in the reservation panel under the Owner net payout section.\n   2. Vrbo: The refund is processed immediately.   <b>Edit or cancel an existing refund request for Airbnb</b>1. If check-out has not occurred, you can delete the request and submit a new one.\n2. If check-out has occurred, you can not delete this request. Make sure you are ready to send the money when you submit the request.\n3. Select the reservation with the pending refund. \n4. Under the Owner net payout section, click on \"View\" to see the pending refund. \n5. A modal will open up allowing you to cancel the refund.  <b>When do guests receive the refund?</b>- Airbnb - Typically, within 24 hours, the guest will be notified by Airbnb that the refund has been sent to them. \n- Vrbo - Guests are immediately notified by email from Fairly of their refund. <b>Important</b>: When the guest receives the refund is dependent on payment processing time and the guest's bank. It can take 7 to 10 business days for the guest to receive the funds.  <b>Refunds due to a Cancellation</b>Refunds due to a guest or a host cancelling a reservation before check-in are automatically calculated and refunded. You do not need to submit an additional refund. If you wish to refund the guest beyond their cancellation policy and you can do so through the refund interface. This will come out of your payout for that reservation. To see more on cancellation policies, view the support article <a href=\"https://support.fairly.com/en/articles/9750421-cancellation-policies\">here</a>. ",
  "category": "Homeowners",
  "claude_summary": "Guide for hosts to issue guest refunds through Airbnb and Vrbo for issues during stays, covering processing times, submission steps, and policies.",
  "keywords": [
    "guest refunds",
    "Airbnb refund",
    "Vrbo refund",
    "refund process",
    "cancel refund",
    "refund timeline",
    "host payout",
    "cancellation policy",
    "refund request",
    "guest compensation"
  ]
}