{
  "title": "Home settings, policies, and rules | Help Center",
  "short_description": "To help you get started with your listing, we recommend certain home settings and have a set of required settings and rules on each home.",
  "article": "Each home is unique and you’re able to control key booking settings on Fairly. To help you get started with your listing, we recommend certain settings and have a set of required settings and rules on each home. Continue reading below to understand the default settings. The following settings are required on each Fairly home:These settings cannot be modified:- No smoking\n- No weapons on the property\n- No dangerous animals on the property\n- Instant book\n- Guests can book 18 months in advance. You can add blocks to your calendar if you want to restrict this booking window.We recommend these settings for your home:- <b>Pricing accelerator</b> - lower your rates by 20% for the first 60 days to earn early reservations and early reviews. \n  - You can edit this by going to Pricing.\n- <b>Pricing per night</b> - We default to the recommended dynamic pricing strategy. \n  - You can edit this at anytime by going to the Pricing tab and choosing a different strategy. \n  - You can also edit individual night pricing. \n- <b>Minimum nights for each booking</b> - 2. \n  - You can edit this by going to Listing &gt; Access &amp; Policies\n- <b>Maximum nights for each booking</b> - 27. \n  - You can edit this by going to Listing &gt; Access &amp; Policies\n  - We support stays up to 180 nights long. \n- <b>Cancellation policies</b> - we recommend the Firm setting for Airbnb and Moderate setting for Vrbo.\n  - You can edit this by going to Listing &gt; Access &amp; Policies\n- <b>Check-in time</b> - 4pm. Check-out time - 10am. \n  - Coming soon on being able to edit these settings.\n- <b>No events. </b>\n  - You can edit this by going to Listing &gt; Access &amp; Policies.\n- <b>No commercial photography</b>. \n  - You can edit this by going to Listing &gt; Access &amp; Policies.Additional rules and policiesIn addition to our recommended settings above, you can change the following to your preferences:- <b>Minimum age to rent</b>: The minimum age to rent defaults to 18, but can be increased to 25. This will appear in the House Rules sections on Airbnb and Vrbo. \n  - <b>Note</b>: It is very tough to enforce this rule. Airbnb in most areas only restricts to age 18, even if you put this in your house rules.\n- <b>Custom rules</b>: In this section, you can set up to 3 custom rules (for example: quiet hours, access policies, etc).\n- If you wish to have additional home rules or policies, we recommend adding these to the end of your home description.<br>​ ",
  "category": "Homeowners",
  "claude_summary": "Overview of required and recommended booking settings for Fairly vacation rental listings, including policies on smoking, instant book, pricing, stay duration, and cancellation rules.",
  "keywords": [
    "home settings",
    "booking policies",
    "instant book",
    "pricing strategy",
    "cancellation policy",
    "minimum nights",
    "house rules",
    "check-in check-out times",
    "guest restrictions",
    "listing configuration"
  ]
}