{
  "title": "How payouts work for longer stays | Help Center",
  "short_description": "",
  "article": "For most reservations, payouts are initiated on the day of check-out. But when a stay is longer than 30 nights, Owner payouts are split into increments so you don’t have to wait until the end of the stay to receive your funds. How it works<b>First 30 nights</b>- After 30 nights have elapsed, we’ll initiate the owner payout for the first 30 nights. This happens on the 31st day of the reservation.\n- The platform fee and applicable taxes are deducted before the payout.<b>Subsequent 30-night periods</b>- If the reservation continues beyond 30 nights, we’ll initiate a payout after every additional 30 nights that pass.\n- Each payout reflects the previous 30 nights of the stay.<b>Final payout</b>- When the reservation ends, the final payout is sent after checkout as usual.How does revenue share and cleaning fees work?- <b>Owner payout</b> → rent earned for the period (minus Fairly’s 20% fee).\n- <b>Fairly revenue share</b> → distributed to the Advisor, Caretaker, and Fairly in the same increments. Revenue shares are still paid on the <b>5th of every month</b>, as today, for the previous month.\n- <b>Cleaning fee</b> → always paid after checkout, once the clean is marked complete.Example scenarios<b>Example 1 — 45-night stay</b>- Nights 1–30 → payout after 30 nights (initiated on day 31 to the owner).\n- Nights 31–45 → payout after checkout.\n- Cleaning fee → payout after checkout.<b>Example 2 — 90-night stay</b>- Nights 1–30 → payout after 30 nights. (initiated on day 31 to the owner).\n- Nights 31–60 → payout after 60 nights. (initiated on day 61 to the owner)\n- Nights 61–90 → payout after 90 nights.\n- Cleaning fee → payout after checkout.Learn more about getting paid- More details on when to expect payouts <a href=\"https://support.fairly.com/en/articles/9807194-getting-paid\">can be found here </a>",
  "category": "Homeowners",
  "claude_summary": "Owner payouts for stays longer than 30 nights are split into 30-day increments, with first payout on day 31, subsequent payouts every 30 nights, and final payout after checkout.",
  "keywords": [
    "payouts",
    "long-term stays",
    "30-night increments",
    "owner payments",
    "checkout",
    "platform fee",
    "cleaning fee",
    "revenue share",
    "payment schedule",
    "reservation payments"
  ]
}