{
  "title": "How to request a background check from a caretaker | Help Center",
  "short_description": "Step-by-step process for Checkr background checks.",
  "article": "If you'd like to run a background check on a caretaker, below are recommendations on how to complete one. Caretakers must agree before a background check is run. If you decide to request a background check, you will be responsible for covering the cost For background checks, we recommend <b>Checkr</b> because it offers a smooth and transparent process for both you and the Caretaker, but you’re welcome to use any background check service that works for you. <b>Communicating with the Caretaker</b>If you decide to request a background check, clear communication with the Caretaker is important. Below are suggested message templates you can use when reaching out: <b>Initial Message:</b><br>​<i>\"Hi [Caretaker’s Name], I’m excited about the possibility of working together. Before we move forward, I would feel more comfortable running a background check, which I will cover the cost of. The process is secure, and the results will only be shared with me. Could you provide me with your email address so I can send you the invitation to complete the check? Let me know if you have any questions!\"</i> <b>Follow-Up Message (if needed):</b><br>​<i>\"Hi [Caretaker’s Name], I wanted to follow up on the background check invitation I sent. Let me know if you need any help or if you have any concerns about the process. Looking forward to working together!\"</i> <b>How to Run a Background Check Using Checkr</b>1. Visit <a href=\"https://checkr.com/get-started\" target=\"_blank\" rel=\"nofollow noopener noreferrer\">Checkr’s Background Check Portal</a>.\n2. Select <b>\"I am an individual\"</b> and enter your email address.\n3. Choose <b>\"Run a background check on someone else\"</b>.\n4. Under reason for the background check, select <b>\"Engaging a marketplace service provider\"</b>.\n5. Choose the background check package you’d like to run. The <b>Basic</b> package is the most commonly used, but you may select any option that fits your needs.\n6. Enter the Caretaker’s name and email address to send them an invitation.\n7. Wait for the Caretaker to complete the background check. Both you and the Caretaker will receive the results via email once it is finished.<b>Key Reminders</b>- <b>The Caretaker must consent to the background check.</b> They will receive an email invitation to securely submit their information through Checkr.\n- <b>You do not need the Caretaker’s personal details.</b> They will enter their own information when they receive the invitation, ensuring privacy and security.\n- <b>You are responsible for deciding whether to move forward.</b> Once the background check is complete, you can review the results and determine whether to continue working together.\n- <b>Alternative platforms are allowed.</b> While Fairly recommends Checkr, you are free to use any background check provider you prefer.If you have any additional questions, please reach out to Fairly’s support team for guidance at <a href=\"mailto:support@fairly.com\" target=\"_blank\" rel=\"nofollow noopener noreferrer\">support@fairly.com</a>.",
  "category": "Homeowners",
  "claude_summary": "Guide for requesting background checks on caretakers using Checkr or other services, including communication templates, step-by-step instructions, and key requirements for consent and cost coverage.",
  "keywords": [
    "background check",
    "caretaker",
    "Checkr",
    "consent",
    "screening process",
    "communication templates",
    "verification",
    "safety"
  ]
}