{
  "title": "How to use your calendar | Help Center",
  "short_description": "",
  "article": "Fairly’s calendar streamlines all aspects of reservation tracking and management.  On the Calendar tab you can keep track of your guest’s stays while easily making personal reservations for yourself and others.   You can scroll back in time to see your home’s reservation history and scroll forward in time to block off dates you want to be unavailable to guests.  Both you and your caretaker have access to your calendar, so you can be sure your home is always ready for the next guest. Guest reservationsYou can see all guest reservations on your Calendar tab. unnamed.png To learn more about a specific guest reservation, you can click on that reservation on the calendar or right panel.  Here you can: View guest details- Including the number of guests, their contact information, and their check-in/out dates.View the payout for the reservation- Select \"Show details\" in the owner net payout section to view the estimated payout. It includes a breakdown of cleaning fee, pet fee, taxes and the platform fee. Mark a home as clean after a guest’s stay- The caretaker will typically mark the home as clean and payment is made once the Caretaker marks it clean. The home can not be marked as clean until the last day of a guest’s stay.Send a full or partial refund to a guest- You can issue guests a refund on their rent, cleaning fee, or pet fee minus any channel fees. See details on submitting refunds <a href=\"https://support.fairly.com/en/articles/9939804-guest-refunds\">here</a>. Cancel reservations - Canceling reservations results in a channel fee and can lower your listing’s ranking, so make sure to only cancel if it is necessary.  \n- If you cancel a reservation make sure to also block off the dates you do not want guests to stay at your home so the nights don’t get re-booked.  \n- If you are canceling because a guest asked you to cancel, ask your guest to cancel instead.  If your guest cancels you will not face cancellation penalties and you can still reimburse them. \n- See details <a href=\"https://support.fairly.com/en/articles/9796680-cancelling-a-guest-reservation\">here</a> on cancelling guest reservations. unnamed.png Personal reservationsYou can reserve your home for yourself or your personal guests by selecting the unbooked dates you want to reserve and selecting \"Reserving for myself\" or \"Reserving for someone else\".  All personal reservations are completely free.   If you reserve your home for someone else, you will be prompted to enter their information so they can receive the same messages about your home that other guests get.  Your caretaker will not be prompted to clean your home after any personal reservations. You should coordinate with them directly if they should clean the home.  unnamed.png Changing your personal reservationSelect your reservation from the Calendar and select Edit to change the dates. If the reservation has already started, you can only change the check-out date.  BlocksBlocks can be used in two main ways:1. Block open nights: Proactively block open nights so that guests and owner reservations can't be added to those nights. A common reason for this would be maintenance happening at the home for those dates.\n2. Add an overlapping block to existing reservations: You can add an overlapping block to nights that have already been reserved. <b>Important: </b>This does not cancel the existing reservations. If your guest was to cancel the existing reservation dates, the dates would continue to be blocked for future guests.We recommend blocking dates far in advance, as canceling on your guests will lead to a channel fees and penalties. After you block a date, it will become shaded. unnamed.png ",
  "category": "Homeowners",
  "claude_summary": "Guide to using Fairly's calendar for managing guest reservations, personal bookings, and blocking dates. Includes tracking stays, viewing payouts, issuing refunds, and coordinating with caretakers.",
  "keywords": [
    "calendar",
    "reservations",
    "guest bookings",
    "personal reservations",
    "blocking dates",
    "caretaker",
    "refunds",
    "cancellations",
    "payout",
    "home management"
  ]
}