{
  "title": "Managing Airbnb Inquiries | Help Center",
  "short_description": "",
  "article": "When you receive an inquiry from a potential guest on Airbnb, Fairly ensures you’re notified promptly and provides tools to manage your response effectively. Here's how the inquiry process works and what you need to do. <b>How the Airbnb inquiry process works</b>1. When a guest submits an inquiry, Fairly will send you an SMS notification.\n2. Navigate to the<b> Messaging</b> tab in Fairly to see your Inquiries. You can respond to the guest directly through Fairly Messages.\n   - <i>Note: Inquiries do not appear on your calendar until they are confirmed as a reservation.</i><b>It is important that the homeowner or caretaker responds within 24 hours, so that your listing’s ranking is not penalized by Airbnb.</b> It is great customer service to respond to all guest requests so we encourage you to answer questions as soon as you can. Fairly will send you reminders if you haven’t responded after:- <b>8 hours</b>\n- <b>16 hours</b><b>Tips for Managing Inquiries</b>- <b>Timely responses:</b> Always aim to respond as soon as possible to provide excellent service and increase the likelihood of a booking.\n- <b>Clear communication:</b> Answer the guest’s questions thoroughly and provide any necessary details about your property.For more information on communicating with guests check out these related articles: - <a href=\"https://support.fairly.com/en/articles/9940138-communicating-with-guests\">Communicating with guests</a> \n- <a href=\"https://support.fairly.com/en/articles/10258651-change-requests-from-guests\">Change requests from guests</a>",
  "category": "Caretakers",
  "claude_summary": "Fairly notifies hosts of Airbnb guest inquiries via SMS and provides messaging tools. Hosts must respond within 24 hours to avoid ranking penalties.",
  "keywords": [
    "Airbnb inquiries",
    "guest messaging",
    "response time",
    "24 hour deadline",
    "SMS notifications",
    "host communication",
    "booking requests",
    "Fairly messages",
    "listing ranking"
  ]
}