{
  "title": "Platform and other fees | Help Center",
  "short_description": "",
  "article": "As a property owner on Fairly’s platform, you are responsible for certain service fees paid to Fairly and others to deliver the Fairly services.  These fees are deducted from the payouts sent to you after reservations are completed.   <b>Fairly Platform Fee</b>Fairly’s Platform Fee allows us to offer the best-in-class features of the platform, including dynamic pricing, multiple channel listing, matching with a caretaker, lodging tax compliance, customer support, and financial management. The Fairly Platform Fee is charged as a percentage of rent (which excludes lodging taxes, cleaning fees, and channel listing partner fees), a portion of which is shared with your caretaker to further incentivize them to provide exceptional care for your property.   The calculated amount of the Fairly Platform Fee for each reservation can be found by navigating to the “net payout” screen of a specific reservation.   <b>Fairly Processing Fee</b>In circumstances where Fairly collects payments for a reservation by charging the credit or debit card provided by the guest, a processing fee will also be applied to cover card processing costs.  The Fairly Processing Fee is typically around 3% of the total reservation. The 3% fee is applied to the rent, cleaning fee, and pet fees and is paid for by the guest when they book. For lodging/sales tax amounts, the 3% processing fee is taken out of rent. <b>Channel Listing Partner Fees</b>Channel listing partners such as Airbnb and VRBO charge fees to property owners who list properties on their sites.  For most property managers, Airbnb applies a total 15.5% service fee to each booking, which includes both the guest and host fees.  For Vrbo, hosts pay a 5% fee, plus a potential added processing fee.   Fairly will increase rent accordingly to account for any difference in Channel Listing Partner Fees such that net rent is equal across all channel partner platforms.    We reserve the right to change our service fees at any time, and any changes will be made in accordance with our <a href=\"https://support.fairly.com/en/articles/9773796-terms-of-service\">Terms of Service</a>.",
  "category": "Homeowners",
  "claude_summary": "Property owners pay Fairly platform fees, processing fees, and channel listing partner fees, which are deducted from reservation payouts to cover platform services and processing costs.",
  "keywords": [
    "platform fee",
    "processing fee",
    "channel listing fees",
    "Airbnb fees",
    "VRBO fees",
    "service fees",
    "payout deductions",
    "property owner fees",
    "reservation costs",
    "payment processing"
  ]
}