{
  "title": "Preparing for your first guest | Help Center",
  "short_description": "A quick guide for what to expect and how to prepare for your first Fairly guest.",
  "article": "A homeowner has chosen you to care for their property—congratulations! Below is a quick guide to help you feel confident and prepared to care for the home and support the guest before, during, and after their stay. <b>Before the Stay: Get the Home Ready</b>A great guest experience starts with a well-prepared home. Here’s what to do ahead of their arrival:<b>Visit the home in before the guest arrives</b>- Walk through the property to check that everything looks good and works as expected.\n- Familiarize yourself with the layout, key appliances, and anything unique about the home.<b>Clean and prepare</b>- Clean the home thoroughly — if it's been a while, suggest a deep clean to the homeowner.\n  - <i>Note: Discuss with the homeowner and  arrange payment outside of Fairly.</i>- Pay attention to details like windows, floors, and surfaces.\n- Check that beds are made and towels are clean and neatly arranged.<b>Stock essentials and amenities</b>- Restock basic supplies: toilet paper, paper towels, hand soap, dish soap, and trash bags.\n  - <i>Note: discuss with the homeowner who pays for and purchases supplies in advance.</i>- Add any amenities the homeowner wants in the home (coffee, shampoo, etc.)\n- If the home has a <b>pool or hot tub</b>, confirm it's clean, safe, and ready for use.<b><i>📌 Tip</i></b><i>: This is also a good time to coordinate with the homeowner about anything specific they want in place before the guest arrives.</i> <b>During the Stay</b>You are the guest’s primary point of contact during their stay. Here’s how to stay on top of things: <b>Check and respond to messages</b>- You’ll get messages in the <b>Messages</b> tab and will be notified via SMS.\n- Guests may message you with questions about check-in, amenities, or local tips.\n- Respond quickly—ideally within an hour—to ensure a smooth experience.<b>Be informed and proactive</b>- Since you’ve familiarized yourself with the home, you should be able to confidently answer questions.\n- If something goes wrong (e.g., missing items or issues with appliances), let the homeowner know and help resolve it.<b><i>📌 Reminder</i></b><i>: If you’ve added Assistants to your team, they can also respond to guest messages.</i> <b>After the Stay: Reset for the Next Guest</b>Once the guest has checked out, it’s time to turn over the home and prepare it for the next stay.<b>Clean the home</b>- Do a full clean after every stay. Pay special attention to high-touch surfaces.\n- Wash and replace linens and towels.\n- Check for any damage or missing items and notify the homeowner if needed.<b>Restock supplies</b>- Top up anything that was used during the stay\n- Dispose of any trash or perishables left behind<b>Mark the home as clean to get paid</b>- Go to the Today or Reservations tab in your dashboard and select Mark Clean for the upcoming stay.\n- Once you mark the home as clean, the cleaning fee payment is initiated to you.<b><i>📌 Tip:</i></b><i> Review the guest to encourage 5-star reviews for the property, you will be prompted to do this after you mark the home is clean.</i><b><i>📌 Tip</i></b><i>: Invite the next guest to check-in early. If early check-in is available, you will be prompted to offer it to the guest after you mark the home is clean.</i>  ",
  "category": "Caretakers",
  "claude_summary": "Guide for property caretakers on preparing homes for guests, managing during stays, and cleaning/resetting after checkout to ensure smooth rental experiences.",
  "keywords": [
    "property preparation",
    "guest communication",
    "cleaning checklist",
    "home turnover",
    "amenities stocking",
    "check-in process",
    "property caretaker",
    "cleaning fee",
    "guest messaging",
    "vacation rental management"
  ]
}