{
  "title": "Pricing dashboard | Help Center",
  "short_description": "",
  "article": "Pricing a home yourself can be overwhelming and time-consuming – Fairly leverages technology to make this process simple and customizable.  Fairly’s pricing dashboard is your home base to utilize dynamic pricing and set up your own strategies to best price your home.   OverviewFairly partners with Wheelhouse to provide you with industry-leading <a href=\"https://support.fairly.com/en/articles/9757178-dynamic-pricing\">dynamic pricing</a>.  On top of this, <b>Fairly is one of the only platforms that gives you full control over your pricing.</b>  You can customize any aspect of your pricing, from changing one night’s prices to adjusting your overarching pricing strategy.  The combination of data-driven prices and your own expertise will help you create a successful pricing strategy.   AcceleratorWhen you first list your home, consider activating the accelerator feature.  This lowers your home’s prices by 20% for the first 60 days for its first 3 reservations, increasing your chances of attracting guests quickly and receiving early reviews.  This strategy can give you a strong start, setting up your home for future success. Learn more about the Accelerator <a href=\"https://support.fairly.com/en/articles/9757289-accelerator\">here</a>.  ___________________________________________________________ Strategy optimizationYour goals for your home are unique, so your pricing strategy should be too.  The dynamic pricing strategy you select will immediately be applied to the nightly rates on unbooked nights, and will not change unless you change it. Optimize for higher pricesThis strategy will increase prices for your home.  This will make your nightly rate higher than average, but could lead to lower bookings. Balanced (recommended, default)This strategy finds a middle ground between attracting more bookings and setting competitive prices.  If you want your home’s price to reflect the prices you see in your area, this is the strategy for you. Optimize for more reservationsIf your priority is to maximize bookings, this strategy lowers nightly rates. Customize StrategyIf you have a specific nightly fee that you want your homes’ nightly rate to fluctuate around, you can set this ideal price here.  Keep in mind that this will not set all your nightly fees to this price, it will instead become the <a href=\"https://support.fairly.com/en/articles/9757178-dynamic-pricing#h_35e81ced8a\">base nightly price</a> before dynamic pricing adjusts for daily demand.  If you want to set your nightly rate to a specific price, then you can do so using the <a href=\"#h_b889660251\">Price an individual night</a> feature. <b>Booked price now visible on pricing graph</b>Owners can now see which nights have been booked directly on the pricing graph and calendar. This makes it easier to understand your pricing strategy by showing not only when a night was booked, but also the rate at which it was booked. - Booked nights are represented by <b>gray bars</b> on the graph.\n- The <b>green line</b> still shows the current price for each night—what the rate <i>would be</i> if those nights were booked today. ___________________________________________________________ Additional settingsMaximum and minimum pricesDynamic pricing automatically sets daily prices to meet your goals and be locally competitive.  However, if you do not want dynamic prices to fall outside of a set range, this is where you can adjust the maximum and minimum daily prices.  For example, if you do not consider a reservation under a certain amount to be worth your while, you can set this value as your minimum price (your prices may fall below the minimum if you have turned on the Accelerator). Price an individual nightDynamic pricing analyzes billions of data points to determine nightly rates, but you are still the expert on your home.  If you want to adjust your rates, select Price an individual night.  You will be taken to a calendar which shows all of your home’s nightly rates.  On this calendar you can manually change individual prices for nights that have not yet been booked by selecting Set a fixed price.  Once you manually price a night, the price you set will never change unless you edit it.  If you change a nightly rate you will always have the option to reset the rate to its dynamic pricing recommendation by selecting your date and clicking Reset to dynamic pricing.  Guest estimateYou may be curious on what night rates prices guests will see on booking sites. On the pricing calendar, when select unbooked nights, you can see a Guest total estimate, which is the amount we predict guests would pay for the selected booking.  This includes the nightly fares and channel service fee (the amount Airbnb or Vrbo charges), but excludes state and local taxes.  If you wish to use a calendar for viewing and editing reservation details, do so in the Calendar tab.  You can learn more about the Calendar tab <a href=\"https://support.fairly.com/en/articles/10030287-calendar\">here</a>.",
  "category": "Homeowners",
  "claude_summary": "Fairly's pricing dashboard offers dynamic pricing through Wheelhouse with customizable strategies including accelerator mode, optimization options, and manual price adjustments for individual nights.",
  "keywords": [
    "pricing dashboard",
    "dynamic pricing",
    "accelerator",
    "pricing strategy",
    "nightly rates",
    "minimum maximum prices",
    "Wheelhouse",
    "reservation optimization",
    "manual pricing",
    "guest estimate"
  ]
}