{
  "title": "Set up your profile | Help Center",
  "short_description": "Let homeowners know more about you",
  "article": "Fairly makes it simple and free to put yourself in front of homeowners in your area who are looking for a valued caretaker. To stand out, your profile provides you an opportunity to showcase your experience, skills, and personality. Setting up your Fairly profile is the first step towards a more rewarding and independent career in vacation rental care. Fairly is free to use, you will not be charged any fees. Homeowners will reach out to you via the Fairly platform and you'll be notified by SMS. You can log into to Fairly to see details about the home and homeowner in the Portfolio tab. This is also where you can view and send messages to the homeowner. If you're on the go, we also send you an SMS each time there is a new message and you can respond directly from your phone.   Creating your profileHomeowners are looking for caretakers they can trust and develop personal relationships with, so the more they can learn about you in your bio, the better.   To create or edit your profile:1. Go to your <b>Dashboard</b>.\n2. Click on your <b>Profile Photo</b> in the upper right corner.\n3. Click <b>My Caretaker Profile</b>.  Here are the different aspects of your profile, and recommendations we have to get you started:- <b>Photo</b>: Select a photo of your face with good lighting and a plain background.  A photo is worth a thousand words, so try to find a photo that showcases your personality and professionalism.\n- <b>Biography</b>: Write a description of yourself, your cleaning experience, and what value you can bring to homeowners.  Fairly caretakers play an instrumental role in managing their owners’ homes, so including themes of reliability, trustworthiness, and dedication can help you distinguish yourself.\n- <b>Service area</b>: Select an address you are based out of (this can be your home, or a neighborhood landmark) and the distance you are willing to travel from this address.  Keep in mind that if this range is too small you might miss out on potential opportunities.  Your range, not address, will be shared with local homeowners.\n- <b>Portfolio</b>: Showcase homes you care for, even if they weren’t with Fairly, to display your expertise.Once your profile is updated, you're ready to connect with homeowners!   ",
  "category": "Caretakers",
  "claude_summary": "Guide for caretakers to create and optimize their Fairly profile to connect with homeowners seeking vacation rental care services through the free platform.",
  "keywords": [
    "profile setup",
    "caretaker profile",
    "biography",
    "service area",
    "portfolio",
    "photo upload",
    "vacation rental care",
    "homeowner connection",
    "profile editing"
  ]
}