{
  "title": "Setting up your Advisor profile on Fairly | Help Center",
  "short_description": "Everything you need to know about setting up your Advisor profile.",
  "article": "What is your Fairly profile?Your Advisor profile helps homeowners and buyers get to know you — where you work, what you specialize in, and why you’re the right fit to support their vacation rental journey. Why complete your profile?Filling out your Fairly profile is the first step to growing your vacation rental client base. Here's what it does for you:- <b>Builds trust</b> with homeowners looking for a trusted Advisor by showcasing your experience and personality.\n- <b>Helps connect </b>you with buyer leads looking for vacation homes in the areas you specialize in.How to create or edit your profileHomeowners want to work with Advisors they trust, so the more you share about yourself, the better. Here's how to get started:1. <b>Log in</b> to your Fairly Dashboard.\n2. Click your <b>Profile Photo</b> in the top right corner.\n3. Select <b>“My advisor profile”.</b>\n4. Fill out or update the following:\n   1. <b>Profile photo</b>: Choose a clear, well-lit photo with a plain background. Your photo should convey warmth and professionalism — it’s often the first impression homeowners will get!\n   2. <b>Biography</b>: Share a short, friendly overview of your background, relevant real estate or vacation rental experience, and the value you bring to homeowners. Help them understand what makes you stand out.\n   3. <b>Transactions per year</b>: This gives us insight into your experience and capacity, which helps us better match you with potential buyers in your area.\n   4. <b>Cities you specialize in</b>: List the cities or regions where you focus your work. This helps us connect you with homeowners and buyers interested in those areas.___________________________________________________________Frequently Asked Questions<b>Is it free to create a profile on Fairly?</b><br>Yes! Creating and maintaining your Advisor profile is completely free. You just need to sign up for an account <a href=\"#\">here</a>. <b>Can I stop receiving buyer leads?</b><br>Absolutely. If you'd prefer not to receive buyer leads, just email us at <a href=\"\" rel=\"nofollow noopener noreferrer\" target=\"_blank\">support@fairly.com</a>, and we’ll remove you from the lead list.",
  "category": "Advisors",
  "claude_summary": "Guide for vacation rental advisors to create and optimize their Fairly profile to build trust with homeowners and connect with buyer leads.",
  "keywords": [
    "advisor profile",
    "vacation rental",
    "profile setup",
    "homeowner leads",
    "buyer leads",
    "real estate advisor",
    "profile photo",
    "biography",
    "specialization areas",
    "Fairly dashboard"
  ]
}