{
  "title": "Smart Locks | Help Center",
  "short_description": "",
  "article": "Fairly makes it easy to monitor and control who has access to your home.  Either you or your caretaker can set up your smart lock with Fairly.  While you are not required to have a smart lock, using one of the numerous brands that Fairly supports will allow you to better manage who enters your home. The benefits of using a smart lock include:- <b>Increased safety</b> – Guests receive unique codes for each stay.  These codes will become active at their time of check-in and deactivate at their time of check-out. \n- <b>Ease of use</b> – Fairly will automatically generate codes and send them to your guest 24 hours before check-in. If early check-in is granted, the code will automatically become active at the new check-in time. \n- <b>Controlled access </b>– Issue one time, time bound codes. Great for one time visits. \n- <b>Personal ease </b>– Homeowners and caretakers can use long-term codes for easy access.<b>Watch this video for a walkthrough on setting up your Smart Lock on Fairly.</b>Choosing your smart lockFairly accepts a wide range of smart lock brands and models. For those new to smart locks, we recommend these locks based on their performance and compatibility:<b>Deadbolt smart locks</b>- <a href=\"https://amzn.to/4dJdue2\" rel=\"nofollow noopener noreferrer\" target=\"_blank\">Schlage Encode</a>\n- <a href=\"https://amzn.to/4dDsY3b\" rel=\"nofollow noopener noreferrer\" target=\"_blank\">Yale Assure Lock 2</a><b>Handle smart locks</b>- <a href=\"https://amzn.to/4myScnz\" rel=\"nofollow noopener noreferrer\" target=\"_blank\">Schlage Encode with lever</a>\n- <a href=\"https://amzn.to/43lCxQW\" rel=\"nofollow noopener noreferrer\" target=\"_blank\">Yale Assure Lock 2 with lever</a><b>Smart locks that partners with your existing lock</b>- <a href=\"https://amzn.to/44UKr4T\" rel=\"nofollow noopener noreferrer\" target=\"_blank\">August Home</a>: If you already have a deadbolt on your home, this lock can cover it and turn it into a smart lock.  Make sure you purchase an August Home that includes a keypad, as Fairly can only partner with smart locks that have keypads.\n- <a href=\"https://amzn.to/45uWd66\" rel=\"nofollow noopener noreferrer\" target=\"_blank\">igloohome Keybox</a> + <a href=\"https://amzn.to/45vKswc\" rel=\"nofollow noopener noreferrer\" target=\"_blank\">igloohome WiFi Bridge</a>: If you do not wish to replace the key to your house, you can get a smart lock box.  This box acts the same way as a smart lock, but gives your guests access to your lock box instead of your house.  Keep in mind Fairly is only compatible with locks that are connected to WiFi, so make sure you also purchase and install a WiFi Bridge to connect your lock box to your internet.<i>As an Amazon Associate, Fairly earns from qualifying purchases.</i> If you wish to use a smart lock not mentioned above, Fairly uses Seam, our lock integration partner, to support the following lock brands:- <a href=\"https://www.seam.co/manufacturers/august\" rel=\"nofollow noopener noreferrer\" target=\"_blank\">August</a>\n- <a href=\"https://www.seam.co/manufacturers/igloohome\" rel=\"nofollow noopener noreferrer\" target=\"_blank\">Igloo Home</a>\n- <a href=\"https://www.seam.co/manufacturers/kwikset\" rel=\"nofollow noopener noreferrer\" target=\"_blank\">Kwikset</a>\n- <a href=\"https://www.seam.co/manufacturers/nuki\" rel=\"nofollow noopener noreferrer\" target=\"_blank\">Nuki</a>\n- <a href=\"https://www.seam.co/manufacturers/schlage\" rel=\"nofollow noopener noreferrer\" target=\"_blank\">Schlage</a>\n- <a href=\"https://www.seam.co/manufacturers/ttlock\" rel=\"nofollow noopener noreferrer\" target=\"_blank\">TTLock</a>\n- <a href=\"https://www.seam.co/manufacturers/wyze\" rel=\"nofollow noopener noreferrer\" target=\"_blank\">Wyze</a>\n- <a href=\"https://www.seam.co/manufacturers/yale\" rel=\"nofollow noopener noreferrer\" target=\"_blank\">Yale</a>___________________________________________________________Setting up your smart lockTo set up your smart lock with Fairly, first install it on the door your guests will use. Typically, this will be the front door. Follow your lock’s instructions to mount it to your door and connect it to your wifi. You will be setting up an account with your lock provider. Once your smart lock has been installed and you've created an account with your lock provider, the go to Fairly and click on Listings → Access and policies → Check-in method → Connect your smart lock → Connect → Integrate a lock.   At this stage you will be prompted to select and log in to your respective lock brand and confirm that you want Fairly to be able to access them. Finally, you will be prompted to select the lock(s) that your Fairly home uses. Once you have set up your smart lock, Fairly will automatically set the smart lock as your designated check-in method. Guests will automatically be sent a unique access code to your smart lock 24 hours before their check in. You have the option of providing additional instructions on how your guest can use this lock, such as the lock’s location. Screenshots of the set-up process unnamed.pngunnamed.pngunnamed.png<br>​<br>​unnamed.pngunnamed.pngunnamed.pngunnamed.pngunnamed.png ___________________________________________________________ Managing your smart lockOnce you have set up your smart lock, Fairly makes managing who has access to your home effortless.  When you select Manage smart locks:1. You can view your home’s smart lock(s) status.  \n2. You can delete any smart lock by clicking the three dots on your lock, and then selecting Remove lock.  \n3. You can also see your home’s codes that you created and your guest’s codes that Fairly automatically creates.  Under custom codes you can select Generate new code to create temporary or permanent codes.  For example, if a maintenance person is coming to your home, you can create a custom temporary code that will give them access to your home during the day of their visit.  You can delete any code at any time by selecting the trash icon on the code.  Please note that if you remove all of your smart locks, your check-in method will be reset to Other, and you’ll be prompted to select a new check-in method. Screenshots of managing your smart lockmanaging smart locks.pngunnamed.png  ",
  "category": "Homeowners",
  "claude_summary": "Fairly integrates with smart locks to automatically generate and manage unique guest access codes, providing increased safety and ease of use for vacation rental properties.",
  "keywords": [
    "smart locks",
    "guest access codes",
    "check-in method",
    "Schlage",
    "Yale",
    "August",
    "automatic code generation",
    "keyless entry",
    "vacation rental security",
    "smart lock setup"
  ]
}