{
  "title": "Subscribe to Fairly Calendar | Help Center",
  "short_description": "Sharing your Fairly reservation calendar with others via subscription link",
  "article": "You can create a subscription link (ICS format) to your Fairly reservation calendar. This allows third parties, such as service providers, family members, or anyone else you choose, to view reservation dates in their own calendar apps (Google Calendar, Apple Calendar, Outlook, etc.). The person subscribing does not need a Fairly account. They simply add the ICS link you provide to their preferred calendar app, and the reservations will appear as a separate calendar titled: <i>Fairly: [Your Home’s Address] Reservations</i> This is a read only subscription. It does not give them access to your Fairly account, and they cannot edit your calendar. Events will be labeled as:- <b>Owner reservation</b> (when you’ve booked time in your home yourself)\n- <b>Guest reservation</b> (when a guest is staying)Guest names are never shared. Important to know before sharing- Once you share an ICS link, <b>it cannot be revoked</b>.\n- It is up to you as the homeowner (or your collaborators) to manage who receives the link.\n- Anyone with the link will be able to view the reservation dates for your home.Step 1: Copy your ICS calendar link1. Go to your home in Fairly.\n2. Navigate to the <b>Calendar</b> tab.\n3. Click <b>Share </b>icon (next to Today button), then click <b>‘Copy link</b>’ when prompted.Step 2: Share the linkSend the copied link to whoever you would like to share it with. They can subscribe to the calendar in the app of their choice by following the instructions below. Step 3: Subscribe to the calendarBelow are subscription instructions you can share for common calendar apps. The link to this article is public, so feel free to share it. Google Calendar<i>Note: The Google Calendar mobile app does not let you add a new ICS subscription directly. You must add it from the web first.</i>1. Open <a href=\"http://\" rel=\"nofollow noopener noreferrer\" target=\"_blank\">Google Calendar</a>.\n2. On the left, next to <b>Other calendars</b>, click the <b>+</b> icon.\n3. Select <b>From URL</b>.\n4. Paste the Fairly ICS link.\n5. Click <b>Add calendar</b>.\n6. The calendar will now appear under “Other calendars.”Apple Calendar<b>Apple Calendar on desktop</b>1. Open the <b>Calendar</b> app.\n2. From the menu bar, click <b>File &gt; New Calendar Subscription</b>.\n3. Paste the Fairly ICS link.\n4. Click <b>Subscribe</b>.\n5. Name the calendar (e.g., <i>Fairly: 123 Main St Reservations</i>).\n6. Choose <b>Auto-refresh: Every day</b> (or more frequent if desired).\n7. Click <b>OK</b>.<b>Apple Calendar mobile app</b>1. Open the <b>Calendar </b>app.\n2. Select <b>Calendars </b>at the bottom of the screen.\n3. Scroll down, and select <b>Add Calendar.</b>\n4. Select <b>Add Subscription Calendar.</b>\n5. Paste the Fairly ICS link.\n6. Click <b>Subscribe.</b>\n7. Name the calendar (e.g., <i>Fairly: 123 Main St Reservations</i>).\n8. Toggle ‘Event Alerts’ preference as desired.\n9. Click <b>Add.</b>Outlook<i>Note: The Outlook mobile app does not let you add a new ICS subscription directly. You must add it from the web first.</i>1. Go to <a href=\"http://\" rel=\"nofollow noopener noreferrer\" target=\"_blank\">Outlook.com</a> and sign in.\n2. Open <b>Calendar</b>.\n3. On the left, click <b>Add calendar</b>.\n4. Select <b>Subscribe from web</b>.<br>![Outlook web subscription screenshot]\n5. Paste the Fairly ICS link.\n6. Give the calendar a name (e.g., <i>Fairly: 123 Main St Reservations</i>) and color.\n7. Click <b>Import</b>. What calendar subscribers will seeThe shared calendar will only show <b>reservation dates</b> (when guests are in your home).- Names of guests or owner guests are not shared - they will simply show up as “Guest Reservation” or “Owner Reservation”.\n- Blocks are not included on calendar subscriptions.\n- Reservations are automatically added and removed from the calendar for anyone who has subscribed.",
  "category": "Homeowners",
  "claude_summary": "Instructions for creating and sharing an ICS calendar subscription link in Fairly, allowing others to view reservation dates in their calendar apps without account access.",
  "keywords": [
    "calendar subscription",
    "ICS link",
    "share calendar",
    "Google Calendar",
    "Apple Calendar",
    "Outlook",
    "reservation dates",
    "calendar sync",
    "read-only calendar",
    "export calendar"
  ]
}