{
  "title": "Understanding Reviews: How They Impact Bookings and How to Manage Them | Help Center",
  "short_description": "Reviews play a big role in a vacation rental home’s success. Learn why they matter and how to manage them.",
  "article": "1. Why Reviews MatterPositive reviews build trust with future guests and increase the likelihood of bookings. They signal that your home is well cared for and that guests have had great experiences. Homes with strong, recent reviews often appear higher in Airbnb and Vrbo search results, which helps you attract more guests. <b>Benefits of great reviews:</b>- Higher visibility in search results\n- Increased booking confidence\n- Better chances of becoming a “Guest Favorite” on Airbnb\n- Insights into what guests love—or think could improve<b>Improvement feedback from guests:</b>- Pay attention to written feedback and review scores\n- Use it to identify ways to improve the home or amenities\n- Consider updating your listing description to better set guest expectations2. How to Respond to a Review a Guest LeftIf a guest leaves a review about their stay, you’ll have the option to publicly respond through the Fairly platform. This can be a great way to thank them or to clarify any misunderstandings. To respond to a review:- Go to the <b>Performance</b> section of your Fairly dashboard\n- Find the review you wish to respond to\n- Click <b>“Write a public response”</b> and enter your reply<b>Tips for responding:</b>- Stay professional and courteous\n- Keep it short and focused\n- Don’t argue or get defensive—your response shows future guests how you handle feedback\n- When addressing issues, we recommend only writing a response once the issues have been addressed. For example if something broke, respond when it has been fixed so that future guests see that you are proactive in resolving issues.3. When Reviews Appear on Your ListingAirbnb and Vrbo will publish reviews after both the guest and host have submitted them, or after 14 days—whichever comes first. This ensures that neither party can influence the other’s review based on what was written.Once published:- The review appears on your listing publicly\n- Ratings count toward your overall average4. How to Leave a Review for a GuestAfter each stay, you’ll be able to rate and review your guest directly within Fairly. Reviewing guests is a great way to encourage them to also review your home. Guests will be notified via the channel they booked on that they received a review.You can leave a review in two places:1. <b>After marking the home clean</b> – You’ll be prompted to rate the guest as part of your post-stay workflow. You’ll also be able to send a message to the guest asking them to leave you a review and encouraging them to put any improvement recommendations in private feedback.\n2. <b>From the Messaging section</b> – Find the reservation thread and select the option to leave a review.Keep your review professional, honest, and helpful for future hosts. You can mention things like communication, cleanliness, and whether the guest followed house rules.___________________________________________________________<b>Need help with a specific review situation?</b><br>Reach out to Fairly Support anytime. We’re here to help you navigate reviews and keep your listing strong.",
  "category": "Homeowners",
  "claude_summary": "Guide explaining how guest reviews impact vacation rental bookings, visibility in search results, and step-by-step instructions for managing and responding to reviews on Fairly platform.",
  "keywords": [
    "reviews",
    "guest feedback",
    "booking visibility",
    "Airbnb reviews",
    "Vrbo reviews",
    "respond to reviews",
    "leave guest review",
    "review management",
    "Guest Favorite",
    "search rankings"
  ]
}