{
  "title": "Understanding Lodging and Sales Taxes | Help Center",
  "short_description": "",
  "article": "Managing lodging and sales tax for your vacation rental can be complex. Different state, county, and city taxes may apply to the same property, and platforms like Airbnb sometimes collect taxes directly—but not always.<br>​Fairly simplifies tax compliance by identifying the required lodging and sales taxes for your property and automating the process wherever possible. This ensures your rental meets all tax requirements with minimal effort on your part.<br>​Below is an overview of how Fairly handles lodging and sales taxes at different stages of your rental journey. ___________________________________________________________ <b>1. Setting Up Your Home Taxes</b>When you create a home listing on Fairly, our tax team will determine and assign the lodging and sales taxes that apply to your property. You can review these assigned taxes by navigating to <b>Listing → Local Regulations and Taxes</b> in your account.<br>​✅ <b>What You Need to Do:</b>- Check the assigned taxes to ensure they match your expectations.\n- If you believe a tax is missing, contact <b><a href=\"mailto:support@fairly.com\" rel=\"nofollow noopener noreferrer\" target=\"_blank\">support@fairly.com</a></b> for assistance.\n- Some locations require you to register for a tax number. If needed, Fairly will notify you and provide guidance on the registration process. While we assist with this, it is ultimately your responsibility to obtain the tax registration and provide the details to Fairly.Once the necessary taxes are assigned and any required registration is completed, your home will be ready to accept reservations from a tax perspective. ___________________________________________________________ <b>2. Collecting Taxes During Guest Stays</b>Fairly ensures that the correct taxes are collected when guests book your home. Depending on the platform used for the booking, taxes will be collected by either Fairly or the booking platform (e.g., Airbnb)<br>Fairly’s platform intelligently determines the appropriate party responsible for tax collection, ensuring accurate charges for guests and preventing both duplicate taxation and uncollected liabilities. In rare cases, a tax might not be collected due to an oversight during onboarding or reservation. If this happens, Fairly will work with you to resolve the issue. ___________________________________________________________ <b>3. Tax Filing and Remittance</b>Once taxes are collected, they must be properly filed and paid to the relevant tax authorities. Fairly manages this process for many locations by:- Accumulating the collected taxes\n- Preparing the necessary tax returns\n- Filing the returns and remitting payment on your behalf📌 <b>Important Note:</b>Some locations require homeowners to submit a <b>zero-dollar tax return</b>, even when all taxes are collected and filed by Fairly. If this applies to your property, Fairly will provide the necessary rental and tax information to help you complete this step. You can always access detailed reservation (including tax details) in your Fairly account, regardless of how taxes are filed and paid. ___________________________________________________________ <b>4. </b>Other Tax ResponsibilitiesWhile Fairly streamlines lodging and sales tax compliance, it does <b>not</b> provide support for:- <b>Income taxes</b> or other taxes unrelated to lodging (e.g., Washington B&amp;O tax)\n- <b>Taxes on rentals booked outside of Fairly</b>, including reservations blocked on the Fairly calendarFor these, you may need to consult a tax professional or check with local tax authorities. ___________________________________________________________ <b>Need Help?</b>If you have any questions about lodging and sales tax for your Fairly rental, reach out to <b><a href=\"mailto:support@fairly.com\" rel=\"nofollow noopener noreferrer\" target=\"_blank\">support@fairly.com</a></b> for guidance. ___________________________________________________________ <b>Why This Matters</b>Tax compliance is an essential part of running a vacation rental. Fairly’s automation and expert guidance make the process easier so you can focus on enjoying the benefits of your rental property.",
  "category": "Homeowners",
  "claude_summary": "Fairly automates lodging and sales tax compliance for vacation rentals by identifying required taxes, collecting them during bookings, and filing returns on behalf of property owners.",
  "keywords": [
    "lodging tax",
    "sales tax",
    "vacation rental taxes",
    "tax compliance",
    "tax filing",
    "tax remittance",
    "Airbnb taxes",
    "tax registration",
    "property taxes",
    "rental tax collection"
  ]
}